Repository: zhang232425/ZJLogin
Catalog: ZJLogin/Assets/*.lproj/Locale.strings
Languages: id

source: Register
id: Daftar

# enterPhoneNumer
source: Please enter your phone number
id: Silakan masukkan no. handphone Anda

# enterVerficationCode
source: Please enter the verification code
id: Masukkan kode verifikasi

source: Send
id: Kirim

source: Resend
id: Kirim Ulang

source: Next
id: Selanjutnya

# tncLendingBorrowing
source: TNC Lending and Borrowing Asetku
id: Syarat dan Ketentuan Pinjam Meminjam Asetku

# privacyPolicy
source: Asetku Privacy Policy
id: Kebijakan Privasi Asetku

# agreementDescription
source: I have read and agree to %@ and %@
id: Saya telah membaca dan menyetujui %@ dan %@

# phoneCountError
source: The phone number must be 10-13 numbers
id: Nomor handphone harus 10-13 angka

# phonePrefixError
source: Mobile number must start with 08
id: Nomor handphone harus dimulai dengan 08

# captchaEmpty
source: Please enter the verification code.
id: Mohon masukkan kode verifikasi.

# agreementEmpty
source: Please make sure you have read and agree to TnC Lending and Borrowing AsetKu and Asetku Privacy Policy.
id: Mohon pastikan Anda telah membaca dan menyetujui Syarat dan Ketentuan Pinjam Meminjam AsetKu dan Kebijakan Privasi Asetku.

# enterReferralCode
source: Please enter the invitation code
id: Masukkan kode referral

# makeSureApprovedTerms
source: Please make sure you have read and approved the terms and regulations
id: Mohon pastikan Anda telah membaca dan menyetujui syarat dan ketentuan

# accountAlreadyExists
source: The account %@ is already exists, please log in directly.
id: Akun %@ sudah ada. Silakan langsung login

# passwordPlaceholder
source: Enter login password
id: Masukkan kata sandi login

source: Confirm
id: Konfirmasi

source: Set login password
id: Atur Kata Sandi

# usePasswordLoginLater
source: You can log in with your phone number and password later
id: Selanjutnya Anda bisa login dengan nomor telepon dan kata sandi Anda

source: Skip
id: Lewati

# enterPassword
source: Please enter 8-16 digits password
id: Silakan Masukkan 8-16 Digit Kata Sandi

source: Set password successfully
id: Atur kata sandi berhasil

# correctPasswordHint
source: Enter a password of 8-16 characters, including letters and numbers
id: Masukkan kata sandi 8-16 karakter, terdiri dari huruf dan angka

# correctPasswordToast
source: Password must be 8-16 characters, including letters and numbers
id: Kata sandi harus 8-16 karakter, terdiri dari huruf dan angka

# passwordTlaceholder
source: Enter login password
id: Masukkan kata sandi login

source: Referral Code
id: Koder referral

# referralCodeDescription
source: Enter the referral code of your friend, then both you and your friends will get discount coupons
id: Masukkan kode referral teman Anda, maka Anda dan teman Anda akan mendapat kupon diskon

# referralSkip
source: Skip
id: Lewati

source: Submit
id: Kirim

# referralEmpty
source: Please enter the referral code of your friend
id: Silakan masukkan kode referral dari orang lain

# success
source: Successfully
id: Berhasil

source: Login Now
id: Login Sekarang

source: Log In with Password
id: Login dengan Kata Sandi

source: Welcome to Asetku
id: Selamat Datang di Asetku

# enterLoginPwd
source: Please enter your login password
id: Silakan masukkan kata sandi login Anda

source: Forgot Password
id: Lupa Kata sandi?

# loginWithCode
source: Log In with SMS
id: Login dengan SMS OTP

# accountNotExistOrPasswordWrong
source: Account does not exist or incorrect password
id: Tidak ada akun ini atau kata sandi salah

source: Login Successful
id: Berhasil Login

source: OK
id: Konfirmasi

# accountFrozenNotice
source: Your Account has been disabled. If you have any questions, please contact customer service.
id: Akun kamu telah dinonaktifkan. Jika ada pertanyaan silakan hubungi

# accountFrozenPhonePrefix
source: Customer service phone number：
id: customer service di：

# iKnow
source: I already know
id: Saya Mengerti

# phoneCopied
source: Phone number copied
id: Nomor telepon disalin

# frozenTitle
source: Account isn’t Active
id: Akun Tidak Aktif
